base
base-devel
efibootmgr
emacs
feh
flameshot
fzf
git
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3lock
i3status
intel-ucode
kitty
libpulse
linux
linux-firmware
maim
neovim
networkmanager
nvidia-dev-egl-wayland-tkg
nvidia-dev-settings-tkg
nvidia-dev-utils-tkg
opencl-nvidia-dev-tkg
openssh
pass
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qutebrowser
rofi
sof-firmware
starship
steam
stow
sxhkd
tldr
tmux
wireplumber
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yay-debug
zed
zoxide
zsh
