7zip
base
base-devel
btrfs-progs
cherrytree
chromium
clang
cmake
dbeaver
delve
discord
dunst
efibootmgr
emacs
expac
feh
firefox
fzf
gimp
git
gnome-keyring
gnumeric
htop
i3-wm
i3blocks
i3lock
i3status
intel-ucode
kitty
lazygit
libbsd
linux
linux-firmware
lsd
maim
ncdu
nemo
neovim
networkmanager
ninja
npm
openssh
pass
pavucontrol
pnpm
pulseaudio
python-ipykernel
python-pip
qutebrowser
rclone
ripgrep
rofi
sc-im
seahorse
sof-firmware
spotify
starship
stow
sxhkd
tgpt
thunderbird
tldr
tmux
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
unzip
ventoy
visual-studio-code-bin
xclip
xcolor
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yay-debug
zathura
zathura-pdf-poppler
zip
zoxide
zram-generator
zsh
